/* 
  default.strings

*/

/*******************************************************************************
    General
*******************************************************************************/


"Music" = "Music";
"SoundEffect" = "Sound Effect";
"MoreApps" = "More Apps";
"Back" = "Back";
"Credits" = "Credits";
"NA" = "No Record";
"Login" = "Login";
"Logout" = "Logout";
"Leaderboard" = "Leaderboard";
"Retry" = "Retry";
"GoToLevelList" = "Go To Level List";
"Resume" = "Resume Game";
"Menu" = "Menu";
"Sec" = "%d Sec.";
"Time" = "Time: %d Sec.";
"Over" = "Over %d Sec.";


/*******************************************************************************
    Facebook
*******************************************************************************/

"E_FACEBOOK_MISMATCHED_ACCOUNTS" = "You were signed in with a different Facebook account";
"FB_title" = "Break Out Turbo - iPhone App";
"FB_newRecord_1" = "%@ completed stage %d level %d. Here comes a new record! %d Seconds!!";
"FB_newRecord_2" = "I completed stage %d level %d. Here comes a new record! %d Seconds!!";
"FB_normal_1" = "%@ completed stage %d level %d in %d Seconds!!";
"FB_normal_2" = "I completed stage %d level %d in %d Seconds!!";
/*******************************************************************************
    RatingManager
*******************************************************************************/

"No, thanks" = "No, thanks";
"Rate" = "Rate %@";
"Remind me later" = "Remind me later";

"MSG_RATING_DESCRIPTION" = "Thanks for using %@. Would you give the latest version a 5-star rating? Thanks for your support!";
